<?php //$Id: block_mou_att.php,v 1.25 2012/05/24 10:33:09 shtifanov Exp $

$string['title'] = 'Аттестация кадров';
$string['pedpersonal'] = 'Педагогический персонал';
$string['description_pedpersonal'] = 'Аттестации на квалификационные категории педагогических работников.';
$string['description_headers'] = 'Аттестации на квалификационные категории руководящих работников образовательных учреждений.';
$string['description_school_staffs'] = 'Аттестации на квалификационные категории работников школ Белгородской области';
$string['description_college_staffs'] = 'Аттестации на квалификационные категории работников НПО и СПО Белгородской области';
$string['description_udod_staffs'] = 'Аттестации на квалификационные категории работников учреждений ДОД Белгородской области';
$string['description_importstaff'] = 'Импорт кадрового состава образовательного учреждения.';
$string['headers'] = 'Руководители';
$string['concertmaster'] = 'Концертмейстер';
$string['concertmasters'] = 'Концертмейстеры';
$string['importstaff'] = 'Импорт кадров';
$string['searchstaff'] = 'Поиск кадров';
$string['reportstaff'] = 'Отчеты';
$string['statstaff'] = 'Статистика';
$string['instruction'] = 'Руководство пользователя (2011)';
$string['description_instruction'] = 'Руководство пользователя, включающее описание работы с новыми критериями (2009)';
$string['typereport'] = 'Тип учебного заведения';
$string['teachermoveschool'] = 'Перевод учителя в другую школу';
$string['pupilmovein'] = 'Сотрудник $a переводится в:';
$string['adddolgnost'] = 'Назначить/снять должность(и)';
$string['selectsotr'] = 'Выберите сотрудника';
$string['sotr'] = 'Сотрудник';
$string['sotrs'] = 'Сотрудник';
$string['teacherdolg'] = 'Аттестуемые должности сотрудника';
$string['alldolg'] = 'Все аттестуемые должности';


$string['frontpagetitle'] = 'Аттестация педагогических работников и руководящих кадров';
$string['staffs'] = 'Кадры';
$string['isgeneratelogin'] = 'Генерировать логин/пароль';
$string['importstaffschool'] = 'Импорт кадрового состава образовательного учреждения.';
$string['errorinnamefield'] = 'Поле \"$a\" не определено (возможно, ошибка в названии поля: есть заглавная буква, лишний пробел и т.п.).';
$string['existstaff'] = 'Пользователь $a уже зарегистрирован в системе.';
$string['errorinaddingteacher'] = 'Ошибка при добавлении учителя в БД.';

$string['attteacher'] = 'Аттестация учителя';
$string['attheader'] = 'Аттестация руководителя';
$string['attconcertmaster'] = 'Аттестация концертмейстера';
$string['editprofilestaff'] = 'Редактировать карточку учителя';
$string['deleteprofilestaff'] = 'Удалить карточку учителя';

$string['birthday'] = 'Дата рождения';
$string['graduate'] = 'Образование';
$string['appointments'] = 'Должность(и)';

$string['criteria'] = 'Наименование критерия';
$string['onecriteria'] = 'Критерий';
$string['criterions'] = 'Критерии';
$string['mark'] = 'Балл';
$string['editcriteria'] = 'Редактировать оценку по критерию';

$string['markscriteriaconcertmaster'] = 'Аттестационные данные концертмейстера';
$string['markscriteriamaster'] = 'Аттестационные данные мастера производственного обучения';
$string['markscriteriaped'] = 'Аттестационные данные педагогического работника';
$string['markscriteriahead'] = 'Аттестационные данные руководителя';
$string['errorincreatingcriteria'] = 'Ошибка при сохранении критерия (insert)';
$string['errorinupdatingcriteria'] = 'Ошибка при сохранении критерия (update)';
$string['errorinputdate'] = 'Неправильный формат даты';
$string['errorinputnum'] = 'Неправильный формат числа';

$string['total_mark'] = 'Сумма баллов';
$string['currentfoto'] = 'Текущее фото';

$string['prevcriteria'] = '<-- Предыдущий критерий';
$string['nextcriteria'] = 'Следующий критерий -->';

$string['profileatt'] = 'Карточка аттестуемого';
$string['editprofileatt'] = 'Редактирование карточки аттестуемого';

$string['birthday'] = 'Дата рождения';
$string['graduate'] = 'Образование';
$string['whatgraduated'] = 'Наименование учреждения, выдавшего диплом';
$string['yeargraduate'] = 'Год окончания обучения';
$string['appointment'] = 'Должность';
$string['appointment_ped'] = 'Должность (преподаваемый предмет)';
$string['appointment_head'] = 'Руководящая должность';
$string['pedagog_time'] = 'Педагогическая нагрузка';
$string['standing'] = 'Стаж работы';
$string['standing_ped'] = 'Стаж педагогической работы';
$string['standing_head'] = 'Стаж руководящей работы';
$string['standing_this'] = 'Стаж в данной должности';
$string['standing_this_ped'] = 'Стаж в данной должности';
$string['standing_this_head'] = 'Стаж в занимаемой руководящей должности';
$string['qualify'] = 'Имеющаяся квалификационная категория';
$string['qualify_date'] = 'Дата присвоения квалификационной категории';
$string['qualify_head'] = 'Квалификационная категория (руководителя)';
$string['qualify_date_head'] = 'Дата присвоения квалификационной категории';
$string['gos_awards'] = 'Государственные награды';
$string['reg_awards'] = 'Отраслевые награды';
$string['thanks'] = 'Благодарности';
$string['brevet'] = 'Грамоты';
$string['date_advan_train'] = 'Дата окончания последнего курсового обучения';
$string['place_advan_train'] = 'Место последнего курсового обучения';

$string['errorinupdateprofile'] = 'Ошибка при обновлении данных карточки аттестуемого.';
$string['missingdate'] = 'Неправильный формат даты';
$string['errorinputdata'] = 'Ошибка в формате данных';
$string['errorinname'] = 'Введите новое значение';
$string['errorinusernamename'] = 'Введите новый логин, не содержащий слово `teacher`.';

$string['addstaff'] = 'Добавить сотрудника';
$string['deletingprofilestaff'] = 'Удаление карточки сотрудника';

$string['attestation_result_P_0_2'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для учителя (с учетом ЕГЭ)</i>:<br>
- 65 ... 80 баллов – высшая квалификационная категория;<br>
- 50 ... 64 баллов – первая квалификационная категория;<br>
- 30 ... 49 баллов – вторая квалификационная категория;<br>
- ниже 30 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для учителей, являющихся руководителями образовательных учреждений (критерии №6 и №14 не учитываются):</i><br>
- 55 ... 75 баллов – высшая квалификационная категория;<br>
- 45 ... 54 баллов – первая квалификационная категория;<br>
- 25 ... 44 баллов – вторая квалификационная категория;<br>
- ниже 25 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для учителей (без учета ЕГЭ):</i><br>
- 60 ... 75 баллов – высшая квалификационная категория;<br>
- 45 ... 59 баллов – первая квалификационная категория;<br>
- 25 ... 44 баллов – вторая квалификационная категория;<br>
- ниже 25 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для учителей музыки, изобразительного искусства, физической культуры, технологии, православной культуры (без учета критериев №4, №6, №7, №14):</i><br>
- 55 ... 65 баллов – высшая квалификационная категория;<br>
- 35 ... 49 баллов – первая квалификационная категория;<br>
- 20 ... 34 баллов – вторая квалификационная категория;<br>
- ниже 20 баллов   – нет оснований для аттестации на квалификационную категорию.</small><br>';

$string['attestation_result_H_0_2'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для руководящего работника в должности «директор»</i>:<br>
- 150 ... 170 баллов – высшая квалификационная категория;<br>
- 135 ... 149 баллов – первая квалификационная категория;<br>
- ниже 135 баллов    – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для руководящего работника в должности «заместитель директора по учебно-воспитательной работе» (без учета критериев №№ 5; 6; 7; 8; 9; 10; 11; 25):</i><br>
- от 110 баллов – высшая квалификационная категория;<br>
- от  95 баллов – первая квалификационная категория;<br>
- ниже 65 баллов – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для руководящего работника в должности «заместитель директора по воспитательной работе» (без учета критериев №№ 5; 6; 7; 8; 9; 10; 11; 12;; 26; 27; 29):</i><br>
- от 90 баллов – высшая квалификационная категория;<br>
- от 75 баллов –  первая квалификационная категория;<br>
- ниже 55 баллов – нет оснований для аттестации на квалификационную категорию.<br>

</small>';

$string['attestation_result_P_1_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для педагогического работника</i>:<br>
- 50 ... 80 баллов – высшая квалификационная категория;<br>
- 35 ... 49 баллов – первая квалификационная категория;<br>
- 20 ... 34 баллов – вторая квалификационная категория;<br>
- ниже 20 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для преподавателей, являющихся руководителями образовательных учреждений:</i><br>
- 40 ... 80 баллов – высшая квалификационная категория;<br>
- 30 ... 39 баллов – первая квалификационная категория;<br>
- 20 ... 29 баллов – вторая квалификационная категория;<br>
- ниже 20 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>
</small><br>';

$string['attestation_result_H_1_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для руководящего работника в должности «директор»</i>:<br>
- 70 ... 85 баллов – высшая квалификационная категория;<br>
- 51 ... 69 баллов – первая квалификационная категория;<br>
- ниже 50 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>
</small>';

$string['attestation_result_M_1_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для педагогического работника</i>:<br>
- 35 ... 50 баллов – высшая квалификационная категория;<br>
- 25 ... 34 баллов – первая квалификационная категория;<br>
- 15 ... 24 баллов – вторая квалификационная категория;<br>
- ниже 15 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>
</small>';

$string['attestation_result_P_2_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для преподавателя музыкальных дисциплин</i>:<br>
- 60 ... 95 баллов – высшая квалификационная категория;<br>
- 45 ... 59 баллов – первая квалификационная категория;<br>
- 25 ... 44 баллов – вторая квалификационная категория;<br>
- ниже 25 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>
<i>Для преподавателей  общеобразовательных дисциплин  (без учета критериев №№ 11, 17, 18)</i>:<br>
- 50 ... 80 баллов – высшая квалификационная категория;<br>
- 35 ... 49 баллов – первая квалификационная категория;<br>
- 20 ... 34 баллов – вторая квалификационная категория;<br>
- ниже 20 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>
</small><br>';

$string['attestation_result_H_2_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для руководящего работника в должности «директор»</i>:<br>
- 70 ... 85 баллов – высшая квалификационная категория;<br>
- 51 ... 69 баллов – первая квалификационная категория;<br>
- ниже 50 баллов   – нет оснований для аттестации на квалификационную категорию.<br><br>
</small>';

$string['attestation_result_P_3_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для педагогического работника</i>:<br>
-  40 баллов и более – высшая квалификационная категория;<br>
-  30 до 39 баллов – первая квалификационная категория;<br>
-  20 до 29 баллов – вторая квалификационная категория;<br>
-  ниже 19 баллов – нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для преподавателей, являющихся руководителями образовательных учреждений:</i><br>
-  35 баллов и более – высшая квалификационная категория;<br>
-  25 до 34 баллов – первая квалификационная категория;<br>
-  15 до 24 баллов – вторая квалификационная категория;<br>
-  ниже 19 баллов – нет оснований для аттестации на квалификационную категорию.<br><br>
</small><br>';

$string['attestation_result_C_3_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для концертмейстера</i>:<br>
- 35 ... 45 баллов – высшая квалификационная категория;<br>
- 25 ... 34 баллов – первая квалификационная категория;<br>
- 15 ... 24 баллов – вторая квалификационная категория;<br>
- ниже 14 баллов – нет оснований для аттестации на квалификационную категорию.<br><br>
</small>';


$string['errorverybigcount'] = 'Список сотрудников слишком большой для вывода. Уточните фамилию сотрудника.';
$string['staffnotfound'] = 'Сотрудники с указанной фамилией не найдены.';
$string['staffsnotinbase'] = 'Сотрудники не найдены.';
$string['searchstafflastname'] = 'Поиск по фамилии';
$string['description_searchstaff'] = 'Поиск сотрудников по фамилии';
$string['resultsearchstaff'] = 'Результаты поиска сотрудников по фамилии';

$string['staffaccess'] = 'Данная страница доступна только для администраторов системы и для сотрудников отдела лицензирования.';
$string['rayonreport'] = 'Данные по району';
$string['schoolreport'] = 'Данные по школе';

$string['attentionstaff'] = 'ВНИМАНИЕ! Если сотрудник занимает руководящую должность одновременно с педагогической, он должен добавляться на вкладке `Руководители`';
$string['question_head'] = 'Занимает ли сотрудник также и руководящую должность?';
$string['question_ped'] = 'Занимает ли сотрудник также и педагогическую должность?';

$string['meeting'] = 'Заседание';
$string['meetingcc'] = 'Заседания АК';
$string['meetingccfull'] = 'Заседания аттестационных комиссий';
$string['meetingregion'] = 'Заседания областной АК';
$string['meetingrayon'] = 'Заседания районых АК';
$string['meetingschool'] = 'Заседания школьных АК';
$string['meetingcollege'] = 'Заседания АК в НПО и СПО';
$string['meetingudod'] = 'Заседания АК в учреждениях ДОД';
$string['meetingcertcomm0'] = 'Заседания областной аттестационной комиссии';
$string['meetingcertcomm1'] = 'Заседания районных аттестационных комиссий';
$string['meetingcertcomm2'] = 'Заседания школьных аттестационных комиссий';
$string['meetingcertcomm3'] = 'Заседания аттестационных комиссий НПО и СПО';
$string['meetingcertcomm4'] = 'Заседания аттестационных комиссий учреждений дополнительного образования детей';
$string['meet0'] = 'Областная АК:';
$string['meet1'] = 'Районная АК:';
$string['meet2'] = 'Школьная АК:';
$string['meet3'] = 'АК в НПО и СПО:';
$string['meet4'] = 'АК в учреждениях ДОД:';
$string['amountstaff'] = 'Количество аттестуемых';
$string['addmeeting'] = 'Добавить заседание';
$string['listcertifiable'] = 'Список аттестуемых';
$string['listcertifiablerayons'] = 'Список аттестуемых по районам';
$string['editprofilemeeting'] = 'Изменить параметры заседания';
$string['deleteprofilemeeting'] = 'Удалить заседание';
$string['addmeeting'] = 'Добавить заседание';
$string['updatemeeting'] = 'Изменить заседание';
$string['meetingadded'] = 'Заседание добавлено.';
$string['errorinaddingmeeting'] = 'Ошибка при добавлении заседания.';
$string['meetingupdate'] = 'Параметры заседания изменены.';
$string['errorinmeetingfaculty'] = 'Ошибка при изменении параметров заседания.';
$string['datemeeting'] = 'Дата заседания';
$string['datecertifiable'] = 'Дата прохождения аттестационной комиссии';
$string['description_operators'] = 'Назначение операторов системы аттестации и аккредитации';
$string['regionoperatorsapraou'] = 'Региональные операторы системы аттестации и аккредитации';
$string['rayonoperatorsapraou'] = 'Районные операторы системы аттестации и аккредитации';
$string['collegeoperatorsapraou'] = 'Операторы ССУЗов системы аттестации и аккредитации';
$string['udodoperatorsapraou'] = 'Операторы учреждений ДОД системы аттестации и аккредитации';
$string['douoperatorsapraou'] = 'Операторы учреждений ДОУ системы аттестации и аккредитации';

$string['regionoperset'] = 'Назначение региональных операторов системы аттестации и аккредитации';
$string['rayonoperset'] = 'Назначение районных операторов системы аттестации и аккредитации';
$string['collegeoperset'] = 'Назначение операторов ССУЗов системы аттестации и аккредитации';
$string['udodoperset'] = 'Назначение операторов учреждений ДОД системы аттестации и аккредитации';
$string['douoperset'] = 'Назначение операторов учреждений ДОУ системы аттестации и аккредитации';
$string['existoperatorstaff'] = 'Оператор $a уже зарегистрирован.';

$string['attentionformznakminus'] = 'Используйте знак `-`(минус) для указания отсутствующих значений.';

$string['startpassword'] = 'Первоначальный пароль';
$string['plusheaderfield'] = 'Добавить поля, связанные с руководящей должностью';      // 1
$string['minuspedagogfield'] = 'Удалить поля, связанные с педагогической должностью';  // 2
$string['pluspedagogfield'] = 'Добавить поля, связанные с педагогической должностью';  // 3
$string['minusheaderfield'] = 'Удалить поля, связанные с руководящей должностью';      // 4

$string['setok'] = 'Принять аттестационные данные';
$string['setback'] = 'Отправить на доработку';
$string['sendtocoordination'] = 'Отправить аттестационные данные на согласование';
$string['errorinupdatingstatus'] = 'Ошибка при изменении статуса';
$string['changestatuscoordination'] = 'Вы действительно хотите отправить аттестационные данные на согласование?';
$string['changestatussetback'] = 'Вы действительно хотите отправить аттестационные данные на доработку?';
$string['changestatussetok'] = 'Вы действительно хотите принять аттестационные данные?';
$string['erroreditcriteria'] = 'Статус критерия не допускает возможности его редактирования.';

$string['nm_01'] = 'январь';
$string['nm_02'] = 'февраль';
$string['nm_03'] = 'март';
$string['nm_04'] = 'апрель';
$string['nm_05'] = 'май';
$string['nm_06'] = 'июнь';
$string['nm_07'] = 'июль';
$string['nm_08'] = 'август';
$string['nm_09'] = 'сентябрь';
$string['nm_10'] = 'октябрь';
$string['nm_11'] = 'ноябрь';
$string['nm_12'] = 'декабрь';

$string['attmaster'] = 'Аттестация мастера производственного обучения';
$string['masters'] = 'Мастера производственного обучения';
$string['master'] = 'Мастер производственного обучения';

$string['collegeopers'] = 'Операторы ССУЗов';
$string['description_masters'] = 'Аттестации на квалификационные категории мастеров производственного обучения.';

$string['errordeletecardteacher'] = 'Нельзя удалить карточку учителя при наличии заполненной анкеты!';
$string['deletecheckfull'] = '<b>Вы абсолютно уверены что хотите удалить КАРТОЧКУ $a ?</b>';

$string['udodopers'] = 'Операторы УДОД';
$string['douopers'] = 'Операторы ДОУ';
$string['clearprofilestaff'] = 'Очистить аттестационные данные сотрудника';
$string['clearcheckfull'] = '<b>Вы абсолютно уверены что хотите очистить аттестационные данные сотрудника $a ?</b>';
$string['clearedactivity'] = 'Аттестационные данные сотрудника $a обнулены.';
$string['fulltezka'] = 'Сотрудник с такой фамилией, именем и отчеством уже зарегистрирован в данном ОУ. Если сотрудник занимает несколько должностей, то надо ему добавить должность, а не создавать новую карточку. Как добавить должность описано в Руководстве пользователя на стр. 16-17.';

$string['udostovrdocs'] = 'Подтверждающий документ';

$string['staffs_P'] = 'Педагогический персонал';
$string['staffs_H'] = 'Руководители';
$string['staffs_C'] = 'Концертмейстеры';
$string['staffs_M'] = 'Мастера производственного обучения';
$string['staffs_E'] = 'Методисты';
$string['staffs_Z'] = 'Заведующие отделением';

$string['staff_C'] = 'Концертмейстер';
$string['staff_M'] = 'Мастер производственного обучения';


$string['att_P'] = 'Аттестация учителя';
$string['att_H'] = 'Аттестация руководителя';
$string['att_M'] = 'Аттестация мастера производственного обучения';
$string['att_C'] = 'Аттестация концертмейстера';
$string['att_E'] = 'Аттестация методиста';
$string['att_Z'] = 'Аттестация заведующего отделением';

$string['marks_P'] = 'Аттестационные данные педагогического работника';
$string['marks_H'] = 'Аттестационные данные руководителя';
$string['marks_C'] = 'Аттестационные данные концертмейстера';
$string['marks_M'] = 'Аттестационные данные мастера производственного обучения';
$string['marks_E'] = 'Аттестационные данные методиста';
$string['marks_Z'] = 'Аттестационные данные зведующего отделением';
$string['marks__'] = 'Аттестационные данные для должности';




$string['attestation_result_P_0_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br> 
<i>Для учителей русского языка, математики, истории, биологии, географии, физики,   обществознания, информатики, иностранного языка:</i><br> 
  
- 70 баллов и более  - высшая квалификационная категория (без учета предметного тестирования);<br> 
- от 50 до 69 - первая квалификационная категория;<br>
- от 30 до 49 баллов - вторая квалификационная категория;<br>
- ниже 30 баллов - нет оснований для аттестации на квалификационную категорию.<br><br>

<i>Для учителей, являющихся руководителями образовательных учреждений:</i><br>
- 55 баллов и более  - высшая квалификационная категория (без учета предметного тестирования);<br>
- от 45 до 54 - первая квалификационная категория;<br>
- от 25 до 44 баллов - вторая квалификационная категория;<br>
- ниже 25 баллов - нет оснований для аттестации на квалификационную категорию.<br><br>
          
<i>Для учителей начальных классов:</i><br>
- 60 баллов и более - высшая квалификационная категория;<br>
- от 45 до 59 - первая квалификационная категория;<br>
- от 25 до 44 баллов - вторая квалификационная категория;<br>
- ниже 25 баллов - нет оснований для аттестации на квалификационную категорию.<br><br>
          
<i>Для учителей музыки, изобразительного искусства, физической культуры, технологии, православной культуры:</i><br>
- 55 баллов и более  - высшая квалификационная категория;<br>
- от 40 до 54 - первая квалификационная категория;<br>
- от 20 до 34 баллов - вторая квалификационная категория;<br>
- ниже 20 баллов - нет оснований для аттестации на квалификационную категорию.</small><br>';

$string['attestation_result_H_0_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
<i>Для руководящих работников по должности \"директор\":</i><br>
- от 150 баллов до 170 баллов - высшая квалификационная категория;<br> 
- от 135 до 149  - первая квалификационная категория;<br> 
- ниже 135 баллов - нет оснований для аттестации на квалификационную категорию.<br><br>
<i>Для руководящих работников по должности \"заместитель директора по учебно-воспитательной работе\":</i><br>
- от 100 баллов - высшая квалификационная категория;<br> 
- от 90 баллов - первая квалификационная категория;<br> 
- ниже 60 баллов - нет оснований для аттестации на квалификационную категорию.<br><br>
<i>Для руководящих работников по должности \"заместитель директора по воспитательной работе\":</i><br> 
- от 85 баллов - высшая квалификационная категория;<br>
- от 70 до 84  - первая квалификационная категория;<br> 
- ниже 50 баллов - нет оснований для аттестации на квалификационную категорию.</small>';


$string['attestation_result_C_1_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
- 30 и более  – высшая квалификационная категория;<br>
- от 20 до 30 баллов – первая квалификационная категория;<br>
- от 15 до 20 баллов – вторая квалификационная категория;<br>
- ниже 14 баллов – нет оснований для аттестации на квалификационную категорию.</small><br>';


$string['attestation_result_E_1_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
- от 40 и более   – высшая квалификационная категория;<br>
- от 35 баллов до 39 баллов  – первая квалификационная категория;<br>
- от 30 баллов до 34 баллов – вторая квалификационная категория.</small><br>';

$string['attestation_result_Z_1_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
- от 46 баллов и более – высшая квалификационная категория;<br>
- от 35 до 45 – первая квалификационная категория;<br>
- ниже 35 баллов – нет оснований для аттестации на квалификационную категорию.</small><br>';


$string['attestation_result_C_2_3'] = '<small><b><center>Диапазоны баллов квалификационных категорий</center></B><br>
– от 40 баллов и более  – высшая квалификационная категория;<br>
– от 30 до39 баллов – первая квалификационная категория;<br>
– от 20 до 29 баллов – вторая квалификационная категория;<br>
– ниже 20 баллов – нет оснований для аттестации на квалификационную категорию.</small><br>';

$string['staffs_P'] = 'Педагогический персонал';
$string['staffs_H'] = 'Руководители';
$string['staffs_C'] = 'Концертмейстеры';
$string['staffs_M'] = 'Мастера производственного обучения';
$string['staffs_E'] = 'Методисты';
$string['staffs_Z'] = 'Заведующие отделением';

$string['staff_C'] = 'Концертмейстер';
$string['staff_M'] = 'Мастер производственного обучения';
$string['staff_E'] = 'Методист';
$string['staff_Z'] = 'Заведующий отделением';


$string['att_P'] = 'Аттестация учителя';
$string['att_H'] = 'Аттестация руководителя';
$string['att_M'] = 'Аттестация мастера производственного обучения';
$string['att_C'] = 'Аттестация концертмейстера';
$string['att_E'] = 'Аттестация методиста';
$string['att_Z'] = 'Аттестация заведующего отделением';

$string['marks_P'] = 'Аттестационные данные педагогического работника';
$string['marks_H'] = 'Аттестационные данные руководителя';
$string['marks_C'] = 'Аттестационные данные концертмейстера';
$string['marks_M'] = 'Аттестационные данные мастера производственного обучения';
$string['marks_E'] = 'Аттестационные данные методиста';
$string['marks_Z'] = 'Аттестационные данные зведующего отделением';

$string['changeeditrights'] = 'Изменить право редактирования';

// BLOCK MOU Accreditation
$string['title_accredit'] = 'Аккредитация ОУ';
$string['accrfrontpagetitle'] = 'Аккредитация образовательных учреждений';
$string['reports'] = 'Отчеты';
$string['description_reports'] = 'Сводные отчеты по районам и по области';
$string['criteriagroups'] = 'Группы критериев';
$string['criteriagroup'] = 'Группа критериев';
$string['prevgroupcriteria'] = '<-- Предыдущая группа критериев';
$string['nextgroupcriteria'] = 'Следующая группа критериев -->';
$string['description_school_accr'] = 'Оценка деятельности общеобразовательного учреждения для государственной аккредитации';
$string['description_udod_accr'] = 'Оценка деятельности учреждений дополнительного образования детей для государственной аккредитации';
$string['description_dous_accr'] = 'Оценка деятельности дошкольных образовательных учреждений для государственной аккредитации';
$string['dous'] = 'Дошкольные ОУ';
$string['dou'] = 'Дошкольное ОУ';
$string['selectadou'] = 'Выберите дошкольное образовательное учреждение';
$string['informationsource'] = 'Источник информации';
$string['isabscent'] = 'отсутствует';
$string['loadfiledocs'] = '<b>Подтверждающий документ</b> в одном из следующих форматов: DOC, XLS, PDF, JPG, GIF, PNG.<br> Рекомендуется формировать ZIP-архив с документами.';
$string['loadedfiledocs'] = 'Загруженный документ(ы)';
$string['comments'] = 'Замечание';
$string['vstadii'] = 'Страница находится в стадии разработки.';
$string['downloadword'] = 'Скачать в формате Word';
$string['downloadwriter'] = 'Скачать в формате Writer';
$string['instructionpril'] = 'Приложение 1';
$string['description_instructionpril'] = 'Приложение 1 к руководству пользователя. Формирование оптимальной по
размеру скан-копии документа.';

// BLOCK MOU ATTECTATION II
$string['title2'] = 'Аттестация кадров II';
$string['frontpagetitle2'] = 'Аттестация сотрудников образовательных учреждений Белгородской области';
$string['ou'] = 'Образовательные учреждения';
$string['ou1'] = 'Образовательное учреждение';
$string['selecttypeou'] = 'Выберите тип образовательного учреждения';
$string['typeou'] = 'Тип образовательного учреждения';
$string['editou'] = 'Редактировать данные образовательного учреждения';
$string['ounotfound'] = 'Образовательное учреждение в выбранном учебном году не обнаружено.';
$string['references'] = 'Справочники';
$string['refschooltype'] = 'Справочник типов ОУ';
$string['refstafftype'] = 'Справочник должностей';
$string['stafftypeou'] = 'Распределение должностей по типам ОУ';
$string['attcriteria'] = 'Критерии аттестации';
$string['importcriteria'] = 'Импорт критериев';
$string['oustafftype'] = 'Должности данного типа ОУ';
$string['allstafftype'] = 'Все должности';
$string['selectastft'] = 'Выберите должность';
$string['staffapointment'] = 'Должность';
$string['sstaffapointment'] = 'Должность(и)';
$string['shtatstaffs'] = 'Штатные сотрудники';
$string['sovmeststaff'] = 'Совместители (неаттестуемые)';
$string['nameappointmnt'] = 'Наименование должности';
$string['qqualify'] = 'Предыдущая квал. категория';
$string['qqualify_date'] = ' дата присвоения';
$string['ddatecertifiable'] = 'Дата прохождения ГАК';
$string['someerrorswerefound'] = 'ВНИМАНИЕ!<br>Карточка не сохранена, т.к. часть информации была введена неверно. Правильно заполните, пожалуйста, поля карточки.';
$string['speciality'] = 'Специальность';
$string['worplace'] = 'Место работы';
$string['totalstanding'] = 'Общий трудовой стаж';
$string['stafftypeid'] = 'Критерии аттестации по данной должности';
$string['meetingid'] = 'Дата аттестации по данной должности';
$string['criteriaexists'] = 'Критерий $a уже существует';
$string['errorinnamefield'] = 'Ошибка в имени поля';
$string['staffmoveou'] = 'Перевод сотрудника в другое образовательное учреждение';
$string['criteriaexists'] = 'Критерий $a уже существует';
$string['errorinnamefield'] = 'Ошибка в имени поля';
$string['recordadded'] = 'Критерий $a добавлен.';
$string['errorfile'] = 'Некорректный тип файла ...';
$string['qualifynow'] = 'Присваиваемая квалификационная категория';
$string['meetinggak'] = 'Заседания Главной аттестационной комиссии';
$string['meeting2008'] = 'Заседания аттестационных комиссий 2008-2010 г.г.';
$string['gakmeeting'] = 'Заседания ГАК';
$string['instruction2'] = 'Руководство пользователя II';
$string['predstavlenie'] = 'СПРАВКА РУКОВОДИТЕЛЯ ОО';// 'Представление';
$string['shawoallou'] = 'Показать все ОУ данного типа';
$string['description_1'] = 'Заседания Главной аттестационной комиссии';
$string['description_2'] = 'Информация об образовательных учреждениях';
$string['description_3'] = 'Аттестации на квалификационные категории педагогических работников.';
$string['description_4'] = 'Импорт кадрового состава образовательного учреждения.';
$string['description_5'] = 'Поиск сотрудников по фамилии';
$string['description_6'] = 'Справочники типов ОУ, должностей, критериев аттестации';
$string['description_8'] = 'Руководство пользователя 2-й версии \"Аттестации кадров\". Версия от 24.10.2011. Добавлены п.п.4.5.1 и 4.7.1';
$string['description_7'] = 'Назначение операторов системы аттестации кадров.';
$string['ouopers'] = 'Операторы образовательных учреждений';
$string['estimate'] = 'Оценки';
$string['maxmark'] = 'Максимальная оценка';
$string['typefield'] = 'Тип поля (текстовое, числовое)';
$string['namefield'] = 'Имя поля в БД';
$string['printname'] = 'Имя поля на странице';
$string['recordupdated'] = 'Критерий $a обновлен.';
$string['editcrit'] = 'Редактировать критерий';
$string['delcrit'] = 'Удалить критерий';
$string['addcriteria'] = 'Добавить критерий';
$string['predstavlenienull'] = 'представление отсутствует';

$string['addsovmest'] = 'Добавить совместителя';
$string['schoolopers'] = 'Операторы средних школ';

$string['schoolgr'] = 'Общеобразовательные учреждения (средние школы и интернаты)';
$string['udodgr'] = 'Учреждения дополнительного образования детей';
$string['dougr'] = 'Дошкольные образовательные учреждения';
$string['collegegr'] = 'ГОУ НПО и СПО';

$string['group_ou'] = 'Вид образовательных учреждений';
$string['selectgroup_ou'] = 'Выберите вид образовательных учреждений';

$string['amountstaffvid'] = 'Количество аттестуемых по выбранному виду ОУ';
$string['amountstaffall'] = 'Общее количество аттестуемых';

$string['attestation'] = 'Аттестационные данные';
$string['staffattempts'] = 'Результаты тестирования';

$string['course'] = 'Предмет';
$string['testname'] = 'Название теста';
$string['strteststart'] = 'Тест начат';
$string['zatrvremya'] = 'Затраченное время';
$string['colgrade'] = 'Попытки';
$string['ballov'] = 'Оценка';
$string['procents'] = 'Процент';

$string['remarkanswer'] = 'Ответ на замечание';
$string['addremarkanswer'] = 'Ответить на замечание';

$string['loaddoc'] = 'Загрузка документов';
$string['rangemarks'] = 'Диапазоны баллов';

$string['selectou'] = 'Выберите образовательное учреждение';
$string['shortinfo'] = 'Краткая информация';
$string['expertzakl'] = 'Проект экспертного заключения';

$string['setquizdate'] = 'Параметры тестов';
$string['description_9'] = 'Установка даты и времени тестирования одновременно для нескольких тестов.';
$string['deleteattempts'] = 'Удалить попытку безвозвратно';
$string['notdefinedcontext'] = 'Неопределенный уровень контекста: $a.';


$string['isshtat'] = 'Статус сотрудника';
$string['otdid'] = 'Отделение';
$string['specialisation'] = 'Специализация';

